Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# TypeNotSupportedDescription
source: The selected file type is not supported. If you want to share it anyway, right-click the file, select "Compress" and then send the compressed file.
ar: نوع الملف المحدد غير مدعوم. إذا كنت ترغب في مشاركته على أي حال، انقر بزر الفأرة الأيمن على الملف، واختر "ضغط" ثم أرسل الملف المضغوط.
ca: El tipus d'arxiu seleccionat no és compatible. Si igualment vols compartir-lo, fes clic dret a l'arxiu, selecciona "Comprimir" i després envia l'arxiu comprimit.
cs: Vybraný typ souboru není podporován. Pokud ho chcete přesto sdílet, klikněte pravým tlačítkem na soubor, zvolte "Komprimovat" a poté pošlete komprimovaný soubor.
da: Den valgte filtype understøttes ikke. Hvis du vil dele den alligevel, højreklik på filen, vælg "Komprimer" og send derefter den komprimerede fil.
de: Der ausgewählte Dateityp wird nicht unterstützt. Wenn du ihn trotzdem teilen möchtest, klicke mit der rechten Maustaste auf die Datei, wähle „Komprimieren“ aus und sende dann die komprimierte Datei.
el: Ο επιλεγμένος τύπος αρχείου δεν υποστηρίζεται. Αν θέλετε να το κοινοποιήσετε παρόλα αυτά, κάντε δεξί κλικ στο αρχείο, επιλέξτε "Συμπίεση" και μετά στείλτε το συμπιεσμένο αρχείο.
es: El tipo de archivo seleccionado no es compatible. Si aún deseas compartirlo, haz clic derecho en el archivo, selecciona "Comprimir" y luego envía el archivo comprimido.
es_419: El tipo de archivo seleccionado no es compatible. Si deseas compartirlo de todos modos, haz clic derecho en el archivo, selecciona "Comprimir" y luego envía el archivo comprimido.
fi: Valittua tiedostotyyppiä ei tueta. Jos haluat silti jakaa sen, napsauta tiedostoa hiiren oikealla painikkeella, valitse 'Pakkaa' ja lähetä pakattu tiedosto.
fr: Le type de fichier sélectionné n'est pas pris en charge. Si vous souhaitez tout de même le partager, faites un clic droit sur le fichier, sélectionnez "Compresser" puis envoyez le fichier compressé.
fr_ca: Le type de fichier sélectionné n'est pas pris en charge. Si vous voulez quand même le partager, faites un clic droit sur le fichier, sélectionnez « Compresser », puis envoyez le fichier compressé.
he: סוג הקובץ שנבחר אינו נתמך. אם ברצונך לשתף אותו בכל זאת, לחץ על הקובץ עם לחצן ימני, בחר "דחוס" ואז שלח את הקובץ המכווץ.
hi: चयनित फ़ाइल प्रकार समर्थित नहीं है। यदि आप इसे साझा करना चाहते हैं, तो फ़ाइल पर राइट-क्लिक करें, "Compress" चुनें और फिर कंप्रेस्ड फ़ाइल भेजें।
hr: Odabrani tip datoteke nije podržan. Ako ga svejedno želite podijeliti, desnim klikom odaberite datoteku, odaberite "Sažmi" i zatim pošaljite sažetu datoteku.
hu: A kiválasztott fájltípus nem támogatott. Ha mégis meg szeretnéd osztani, kattints jobb gombbal a fájlra, válaszd a "Tömörítés" lehetőséget, majd küldd el a tömörített fájlt.
id: Jenis file yang dipilih tidak didukung. Jika Anda tetap ingin membagikannya, klik kanan file tersebut, pilih "Kompres" dan kemudian kirim file terkompresi.
it: Il tipo di file selezionato non è supportato. Se desideri comunque condividerlo, fai clic con il tasto destro sul file, seleziona "Comprimi" e poi invia il file compresso.
ja: 選択したファイルの形式はサポートされていません。それでも共有したい場合は、ファイルを右クリックして「圧縮」を選択し、圧縮ファイルを送信してください。
ko: 선택한 파일 형식은 지원되지 않습니다. 그래도 공유하려면 파일을 오른쪽 클릭하여 '압축'을 선택한 후 압축된 파일을 보내세요.
ms: Jenis fail yang dipilih tidak disokong. Jika anda mahu tetap berkongsi, klik kanan pada fail, pilih "Compress" dan kemudian hantar fail terkompresi.
nb: Den valgte filtypen støttes ikke. Hvis du vil dele den uansett, høyreklikk på filen, velg "Komprimer" og send deretter den komprimerte filen.
nl: Het geselecteerde bestandstype wordt niet ondersteund. Als je het toch wilt delen, klik met de rechtermuisknop op het bestand, selecteer "Comprimeren" en stuur vervolgens het gecomprimeerde bestand.
pl: Wybrany typ pliku nie jest obsługiwany. Jeśli chcesz go udostępnić, kliknij plik prawym przyciskiem myszy, wybierz ‚Skompresuj‘, a następnie wyślij skompresowany plik.
pt_br: O tipo de arquivo selecionado não é suportado. Se quiser compartilhá-lo mesmo assim, clique com o botão direito no arquivo, selecione "Comprimir" e envie o arquivo compactado.
pt_pt: O tipo de ficheiro selecionado não é suportado. Se quiser partilhá-lo mesmo assim, clique com o botão direito no ficheiro, selecione "Comprimir" e depois envie o ficheiro comprimido.
ro: Tipul de fișier selectat nu este acceptat. Dacă dorești să îl trimiți oricum, fă clic dreapta pe fișier, selectează "Comprimă" și apoi trimite fișierul comprimat.
ru: Выбранный тип файла не поддерживается. Если вы все равно хотите его отправить, щелкните файл правой кнопкой мыши, выберите «Сжать», а затем отправьте сжатый файл.
sv: Den valda filtypen stöds inte. Om du ändå vill dela den, högerklicka på filen, välj "Komprimera" och skicka sedan den komprimerade filen.
th: ประเภทไฟล์ที่เลือกไม่รองรับ หากต้องการแชร์อยู่ดี ให้คลิกขวาที่ไฟล์ เลือก "บีบอัด" แล้วส่งไฟล์ที่บีบอัดแล้ว
tr: Seçilen dosya türü desteklenmiyor. Yine de paylaşmak istiyorsanız, dosyaya sağ tıklayıp "Sıkıştır"ı seçin ve ardından sıkıştırılmış dosyayı gönderin.
uk: Вибраний тип файлу не підтримується. Якщо ви все одно хочете його надіслати, клацніть файл правою кнопкою миші, виберіть "Стиснути", а потім надішліть стиснутий файл.
vi: Loại tệp được chọn không được hỗ trợ. Nếu bạn vẫn muốn chia sẻ, nhấp chuột phải vào tệp, chọn "Nén" và sau đó gửi tệp đã nén.
zh_hans: 所选文件类型不受支持。如果仍要分享，请右键点击文件，选择“压缩”，然后发送压缩后的文件。
zh_hant: 所選檔案類型不受支援。如果您仍希望共享，請右鍵點擊該檔案，選擇「壓縮」，然後傳送壓縮檔案。

source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
es_419: Desconocido
fi: Tuntematon
fr: Inconnu
fr_ca: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомо
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

source: Unknown Device
ar: جهاز غير معروف
ca: Dispositiu desconegut
cs: Neznámé zařízení
da: Ukendt enhed
de: Unbekanntes Gerät
el: Άγνωστη συσκευή
es: Dispositivo desconocido
es_419: Dispositivo desconocido
fi: Tuntematon laite
fr: Appareil inconnu
fr_ca: Appareil inconnu
he: מכשיר לא מזוהה
hi: अज्ञात डिवाइस
hr: Nepoznat uređaj
hu: Ismeretlen eszköz
id: Perangkat Tidak Dikenal
it: Dispositivo sconosciuto
ja: 不明なデバイス
ko: 알 수 없는 기기
ms: Peranti Tidak Dikenali
nb: Ukjent enhet
nl: Onbekend apparaat
pl: Nieznane urządzenie
pt_br: Dispositivo desconhecido
pt_pt: Dispositivo desconhecido
ro: Dispozitiv necunoscut
ru: Неизвестное устройство
sv: Okänd enhet
th: อุปกรณ์ที่ไม่รู้จัก
tr: Bilinmeyen Cihaz
uk: Невідомий пристрій
vi: Thiết bị không xác định
zh_hans: 未知设备
zh_hant: 未知裝置

# UnsupportedType
source: The type of the transferred data is currently not supported. Please send an error report.
ar: نوع البيانات المنقولة غير مدعوم حاليًا. يرجى إرسال تقرير بالخطأ.
ca: El tipus de dades transferides actualment no és compatible. Si us plau, envia un informe d'error.
cs: Tento typ přenášených dat aktuálně není podporován. Pošlete prosím chybovou zprávu.
da: Den overførte datatype understøttes ikke i øjeblikket. Send en fejlanmeldelse.
de: Der Typ der übertragenen Daten wird derzeit nicht unterstützt. Bitte sende einen Fehlerbericht.
el: Αυτός ο τύπος δεδομένων δεν υποστηρίζεται αυτήν τη στιγμή. Παρακαλώ στείλτε αναφορά σφάλματος.
es: El tipo de datos transferidos no es compatible actualmente. Por favor, envíe un informe de error.
es_419: El tipo de datos transferidos no es compatible actualmente. Por favor, envía un informe de error.
fi: Siirretyn tiedon tyyppiä ei tueta tällä hetkellä. Lähetä virheraportti.
fr: Le type de données transférées n'est actuellement pas pris en charge. Veuillez envoyer un rapport d'erreur.
fr_ca: Ce type de données transférées n'est actuellement pas pris en charge. Veuillez envoyer un rapport d'erreur.
he: סוג הנתונים שהועברו אינו נתמך כרגע. אנא שלח דוח שגיאה.
hi: स्थानांtransfer किए जा रहे डेटा के प्रकार का समर्थन वर्तमान में नहीं है। कृपया एक त्रुटि रिपोर्ट भेजें।
hr: Trenutno nije podržan tip prenesenih podataka. Pošaljite izvještaj o pogrešci.
hu: Az átvitt adat típusa jelenleg nem támogatott. Kérjük, küldjön hibajelentést.
id: Jenis data yang ditransfer saat ini tidak didukung. Harap kirimkan laporan kesalahan.
it: Il tipo di dati trasferiti attualmente non è supportato. Si prega di inviare un rapporto di errore.
ja: 転送されたデータの種類は現在サポートされていません。エラーレポートを送信してください。
ko: 전송된 데이터 유형이 현재 지원되지 않습니다. 오류 보고서를 보내주세요.
ms: Jenis data yang dipindahkan tidak disokong buat masa ini. Sila hantar laporan ralat.
nb: Typen av de overførte dataene støttes for øyeblikket ikke. Vennligst send en feilrapport.
nl: Het type van de overgedragen gegevens wordt momenteel niet ondersteund. Stuur een foutrapport in.
pl: Typ przesłanej danych jest obecnie nieobsługiwany. Proszę wysłać raport o błędzie.
pt_br: O tipo de dados transferidos atualmente não é suportado. Envie um relatório de erro.
pt_pt: O tipo de dados transferidos não é atualmente suportado. Por favor, envie um relatório de erro.
ro: Tipul datelor transferate nu este în prezent acceptat. Vă rugăm să trimiteți un raport de eroare.
ru: Тип переданных данных в данный момент не поддерживается. Пожалуйста, отправьте отчет об ошибке.
sv: Den överförda datatypen stöds för närvarande inte. Skicka en felrapport.
th: ประเภทของข้อมูลที่ส่งไม่รองรับในขณะนี้ โปรดส่งรายงานข้อผิดพลาด
tr: Transfer edilen veri türü şu anda desteklenmiyor. Lütfen bir hata raporu gönderin.
uk: Тип передаваних даних наразі не підтримується. Будь ласка, надішліть звіт про помилку.
vi: Loại dữ liệu chuyển đổi hiện không được hỗ trợ. Vui lòng gửi báo cáo lỗi.
zh_hans: 当前不支持传输的数据类型。请发送错误报告。
zh_hant: 目前不支援傳輸的數據類型。請發送錯誤報告。

# UserManual
source: User Manual & Settings
ar: دليل المستخدم والإعدادات
ca: Manual d'Usuari i Configuracions
cs: Uživatelská příručka a nastavení
da: Brugervejledning & Indstillinger
de: Benutzerhandbuch & Einstellungen
el: Οδηγίες Χρήστη & Ρυθμίσεις
es: Manual de usuario y configuración
es_419: Manual de usuario y configuraciones
fi: Käyttöopas ja asetukset
fr: Manuel d'utilisation et Paramètres
fr_ca: Manuel de l'utilisateur et réglages
he: מדריך משתמש & הגדרות
hi: उपयोगकर्ता गाइड और सेटिंग्स
hr: Korisnički priručnik i postavke
hu: Felhasználói kézikönyv és Beállítások
id: Panduan Pengguna & Pengaturan
it: Manuale utente e Impostazioni
ja: ユーザーマニュアルと設定
ko: 사용자 매뉴얼 및 설정
ms: Manual Pengguna & Tetapan
nb: Brukermanual og innstillinger
nl: Gebruikershandleiding en Instellingen
pl: Instrukcja obsługi i ustawienia
pt_br: Manual do Usuário e Configurações
pt_pt: Manual do Utilizador e Definições
ro: Manual utilizator & Setări
ru: Руководство пользователя и Настройки
sv: Användarmanual & Inställningar
th: คู่มือผู้ใช้และการตั้งค่า
tr: Kullanıcı Kılavuzu & Ayarlar
uk: Керівництво користувача та налаштування
vi: Hướng dẫn & Cài đặt
zh_hans: 用户手册与设置
zh_hant: 用戶手冊與設置
